Repository: PauleNajus/MCADS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt

source: Research and academic demonstration capabilities
lt: Mokslinių tyrimų ir akademinio demonstravimo galimybes

source: Medical Disclaimers and Limitations
lt: Medicinos atsisakymai ir apribojimai

source: Not for Clinical Use
lt: Neskirta klinikiniam naudojimui

source: MCADS is
lt: MCADS yra

source: NOT
lt: NE

source: a medical device
lt: medicinos prietaisas

source: validated for clinical diagnosis
lt: patvirtintas klinikiniam diagnozavimui

source: approved by any medical regulatory authority (FDA, CE, Health Canada, etc.)
lt: patvirtintas jokios medicinos reguliavimo institucijos (FDA, CE, Health Canada ir kt.)

source: intended to replace professional medical judgment
lt: skirtas pakeisti profesionalų medicinos sprendimą

source: Accuracy Limitations
lt: Tikslumo apribojimai

source: The Software provides probability scores,
lt: Programinė įranga teikia tikimybės balus,

source: definitive diagnoses
lt: galutines diagnozes

source: The underlying AI models may produce
lt: Pagrindiniai AI modeliai gali generuoti

source: false positives
lt: klaidingas teigiamas prognozes

source: false negatives
lt: klaidingas neigiamas prognozes

source: The Software's predictions may be inaccurate, unreliable, or completely wrong
lt: Programinės įrangos prognozės gali būti netikslios, nepatikimos arba visiškai klaidingos

source: The Software has not been clinically validated for accuracy
lt: Programinės įrangos tikslumas nėra kliniškai patvirtintas

source: Performance may vary significantly across different populations, imaging conditions, and pathologies
lt: Veikimas gali žymiai skirtis tarp skirtingų populiacijų, vaizdavimo sąlygų ir patologijų

source: Professional Medical Consultation Required
lt: Reikalinga profesionali medicinos konsultacija

source: ALWAYS
lt: VISADA

source: consult qualified healthcare professionals for medical decisions
lt: konsultuokitės su kvalifikuotais sveikatos priežiūros specialistais dėl medicinos sprendimųkonsultuokitės su kvalifikuotais sveikatos priežiūros specialistais dėl medicinos sprendimų

source: NEVER
lt: NIEKADA

source: make medical decisions based solely on MCADS output
lt: priimkite medicinos sprendimų vien tik pagal MCADS išvestį

source: delay seeking medical attention based on Software results
lt: atidėliokite medicinos pagalbos ieškojimo pagal programinės įrangos rezultatusatidėliokite medicinos pagalbos ieškojimo pagal programinės įrangos rezultatus

source: Any medical concerns require immediate consultation with licensed medical professionals
lt: Bet kokie medicinos rūpesčiai reikalauja nedelsiant konsultuotis su licencijuotais medicinos specialistais

source: Limitation of Liability
lt: Atsakomybės apribojimas

source: No Liability for Medical Decisions
lt: Jokia atsakomybė už medicinos sprendimus

source: Any medical decisions made based on Software output
lt: Bet kokius medicinos sprendimus, priimtus pagal programinės įrangos išvestįBet kokius medicinos sprendimus, priimtus pagal programinės įrangos išvestį

source: Any misdiagnosis or delayed diagnosis
lt: Bet kokią klaidingą diagnozę ar vėluojančią diagnozę

source: Any adverse health outcomes
lt: Bet kokius neigiamus sveikatos pasekmės

source: Any reliance on Software predictions
lt: Bet kokį pasitikėjimą programinės įrangos prognozėmis

source: Any direct, indirect, incidental, special, consequential, or punitive damages
lt: Bet kokius tiesioginius, netiesioginius, atsitiktinius, specialius, pasekmių ar baudžiamuosius nuostolius

source: Maximum Liability
lt: Maksimali atsakomybė

source: To the maximum extent permitted by law, the total liability of the Providers shall not exceed zero euros (€0.00).
lt: Maksimaliu įstatymu leistinu mastu, bendra teikėjų atsakomybė neviršys nulio eurų (€0,00).

source: No Warranties
lt: Jokių garantijų

source: Disclaimer of All Warranties
lt: Visų garantijų atsisakymas

source: Warranties of merchantability
lt: Prekybos tinkumo garantijos

source: Fitness for a particular purpose
lt: Tinkamumas konkrečiam tikslui

source: Non-infringement
lt: Nepažeidimas

source: Accuracy or reliability
lt: Tikslumas ar patikimumas

source: Continuous availability
lt: Nuolatinis prieinamumas

source: Error-free operation
lt: Veikimas be klaidų

source: No Medical Warranty
lt: Jokių medicinos garantijų

source: The Providers make no warranties regarding:
lt: Teikėjai neteikia jokių garantijų dėl:

source: The medical accuracy of predictions
lt: Prognozių medicinos tikslumo

source: The clinical validity of results
lt: Rezultatų klinikinio pagrįstumo

source: The Software's fitness for medical use
lt: Programinės įrangos tinkamumo medicinos naudojimui

source: The completeness or correctness of pathology detection
lt: Patologijos aptikimo išsamumo ar teisingumo

source: User Responsibilities
lt: Naudotojo atsakomybės

source: Appropriate Use
lt: Tinkamas naudojimas

source: Use the Software only for research, educational, or demonstration purposes
lt: Naudokite programinę įrangą tik mokslinių tyrimų, švietimo ar demonstravimo tikslais

source: Understand the Software's limitations and disclaimers
lt: Suprantate programinės įrangos apribojimus ir atsisakymus

source: Not rely on the Software for medical decisions
lt: Nesivadovaukite programine įranga medicinos sprendimams

source: Seek professional medical advice for health concerns
lt: Kreipkitės profesionalaus medicinos patarimo dėl sveikatos problemų

source: Comply with all applicable laws and regulations
lt: Laikykitės visų taikomų įstatymų ir reglamentų

source: Data and Privacy
lt: Duomenys ir privatumas

source: Ensure proper authorization before uploading any medical images
lt: Užtikrinkite tinkamą autorizaciją prieš įkeliant bet kokias medicinos nuotraukasUžtikrinkite tinkamą autorizaciją prieš įkeliant bet kokias medicinos nuotraukas

source: Comply with HIPAA, GDPR, and other privacy regulations
lt: Laikykitės HIPAA, BDAR ir kitų privatumo reglamentų

source: Protect patient confidentiality
lt: Apsaugokite pacientų konfidencialumą

source: Use only properly anonymized images when required
lt: Naudokite tik tinkamai anonimintas nuotraukas, kai reikia

source: Prohibited Uses
lt: Draudžiami naudojimai

source: Users
lt: Naudotojai

source: SHALL NOT
lt: NEGALI

source: Use the Software for clinical diagnosis or treatment decisions
lt: Naudoti programinę įrangą klinikiniam diagnozavimui ar gydymo sprendimamsNaudoti programinę įrangą klinikiniam diagnozavimui ar gydymo sprendimams

source: Present Software output as medical advice
lt: Pateikti programinės įrangos išvestį kaip medicinos patarimus

source: Use the Software in any life-critical applications
lt: Naudoti programinę įrangą bet kokiose gyvybės svarbos programose

source: Violate any applicable laws or regulations
lt: Pažeisti bet kokius taikomus įstatymus ar reglamentus

source: Claim the Software is medically validated or approved
lt: Teigti, kad programinė įranga yra medicinos požiūriu patvirtinta ar patvirtintaTeigti, kad programinė įranga yra medicinos požiūriu patvirtinta ar patvirtinta

source: Use the Software without proper medical supervision when analyzing patient data
lt: Naudoti programinę įrangą be tinkamo medicinos priežiūros, analizuojant pacientų duomenis

source: Intellectual Property
lt: Intelektualus turtas

source: Software License
lt: Programinės įrangos licencija

source: MCADS is provided under the terms specified in the project's LICENSE file. The Software incorporates:
lt: MCADS teikiamas pagal projekto LICENSE faile nurodytas sąlygas. Programinė įranga apima:

source: TorchXRayVision library
lt: TorchXRayVision biblioteką

source: Pre-trained neural network models
lt: Iš anksto apmokytus neuroninių tinklų modelius

source: Django framework
lt: Django karkasą

source: Various open-source components
lt: Įvairius atvirojo kodo komponentus

source: Third-Party Components
lt: Trečiųjų šalių komponentai

source: Users acknowledge that the Software includes third-party components with their own licenses and terms.
lt: Naudotojai pripažįsta, kad programinė įranga apima trečiųjų šalių komponentus su jų pačių licencijomis ir sąlygomis.

source: Indemnification
lt: Žalos atlyginimas

source: Users agree to indemnify, defend, and hold harmless the Providers from any claims, damages, losses, or expenses arising from:
lt: Naudotojai sutinka atlyginti žalą, ginti ir apsaugoti teikėjus nuo bet kokių reikalavimų, žalos, nuostolių ar išlaidų, kylantin iš:

source: User's violation of these Terms
lt: Naudotojo šių sąlygų pažeidimo

source: User's misuse of the Software
lt: Naudotojo programinės įrangos netinkamo naudojimo

source: Any medical decisions based on Software output
lt: Bet kokių medicinos sprendimų, paremtų programinės įrangos išvestimi

source: Any breach of applicable laws or regulations
lt: Bet kokio taikomų įstatymų ar reglamentų pažeidimo

source: Research and Academic Use
lt: Mokslinių tyrimų ir akademinis naudojimas

source: Intended Use
lt: Numatytas naudojimas

source: MCADS is intended for:
lt: MCADS yra skirtas:

source: Academic research purposes
lt: Akademinių tyrimų tikslams

source: Educational demonstrations
lt: Švietimo demonstracijoms

source: Algorithm development and testing
lt: Algoritmų kūrimui ir testavimui

source: Non-clinical research studies
lt: Neklinikinių tyrimų studijoms

source: Publication and Citation
lt: Publikacija ir citavimas

source: When using MCADS in research or publications, users should:
lt: Naudojant MCADS tyrimuose ar publikacijose, naudotojai turėtų:

source: Properly cite the Software and underlying models
lt: Tinkamai cituoti programinę įrangą ir pagrindinius modelius

source: Acknowledge the limitations and disclaimers
lt: Pripažinti apribojimus ir atsisakymus

source: Include appropriate medical disclaimers in publications
lt: Įtraukti tinkamus medicinos atsisakymus publikacijose

source: Updates and Modifications
lt: Atnaujinimai ir modifikacijos

source: Software Updates
lt: Programinės įrangos atnaujinimai

source: The Providers may update the Software without notice
lt: Teikėjai gali atnaujinti programinę įrangą be pranešimo

source: Updates may change functionality, accuracy, or behavior
lt: Atnaujinimai gali pakeisti funkcionalumą, tikslumą ar elgesį

source: Users should regularly review these Terms for changes
lt: Naudotojai turėtų reguliariai peržiūrėti šias sąlygas dėl pakeitimų

source: Terms Updates
lt: Sąlygų atnaujinimai

source: These Terms may be updated at any time
lt: Šios sąlygos gali būti atnaujintos bet kuriuo metu

source: Continued use of the Software constitutes acceptance of updated Terms
lt: Toliau naudojant programinę įrangą reiškia atnaujintų sąlygų priėmimą

source: Material changes will be communicated through appropriate channels
lt: Esminiai pakeitimai bus pranešti tinkamais kanalais

source: Termination
lt: Nutraukimas

source: Termination Rights
lt: Nutraukimo teisės

source: Users may stop using the Software at any time
lt: Naudotojai gali nustoti naudoti programinę įrangą bet kuriuo metu

source: Providers may terminate access for violations of these Terms
lt: Teikėjai gali nutraukti prieigą už šių sąlygų pažeidimus

source: Termination does not affect accrued rights or obligations
lt: Nutraukimas nepaveiks sukauptų teisių ar įsipareigojimų

source: Governing Law and Jurisdiction
lt: Taikomi įstatymai ir jurisdikcija

source: These Terms shall be governed by the laws of Lithuania. Any disputes shall be resolved in the courts of Lithuania.
lt: Šios sąlygos reglamentuojamos Lietuvos įstatymais. Bet kokie ginčai sprendžiami Lietuvos teismuose.

source: Severability
lt: Atskyrimas

source: If any provision of these Terms is found invalid or unenforceable, the remaining provisions shall remain in full force and effect.
lt: Jei bet kuris šių sąlygų punktas pripažįstamas negaliojančiu ar neįgyvendinamu, likę punktai išlieka galioti ir veikti.

source: Contact Information
lt: Kontaktinė informacija

source: For questions about these Terms or the Software, contact:
lt: Dėl klausimų apie šias sąlygas ar programinę įrangą kreipkitės:

source: MCADS Development Team
lt: MCADS kūrimo komanda

source: Paulius Bundza and Justas Trinkūnas
lt: Paulius Bundza ir Justas Trinkūnas

source: Email:
lt: El. paštas:

source: FINAL MEDICAL WARNING
lt: GALUTINIS MEDICINOS ĮSPĖJIMAS

source: BY USING MCADS, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREED TO ALL MEDICAL DISCLAIMERS AND LIMITATIONS. YOU UNDERSTAND THAT MCADS IS NOT A MEDICAL DEVICE AND SHALL NOT BE USED FOR CLINICAL PURPOSES. YOU AGREE THAT THE AUTHORS BEAR NO RESPONSIBILITY FOR ANY MEDICAL DECISIONS OR OUTCOMES RELATED TO THE USE OF THIS SOFTWARE.
lt: NAUDODAMI MCADS, JŪS PRIPAŽĮSTATE, KAD PERSKAITUS, SUPRATOTE IR SUTINKATE SU VISAIS MEDICINOS ATSISAKYMAIS IR APRIBOJIMAIS. JŪS SUPRANTATE, KAD MCADS NĖRA MEDICINOS PRIETAISAS IR NETURĖTŲ BŪTI NAUDOJAMAS KLINIKINIAMS TIKSLAMS. JŪS SUTINKATE, KAD AUTORIAI NEPRISIIMA JOKIOS ATSAKOMYBĖS UŽ BET KOKIUS MEDICINOS SPRENDIMUS AR PASEKMES, SUSIJUSIAS SU ŠOS PROGRAMINĖS ĮRANGOS NAUDOJIMU.

source: IF YOU HAVE ANY MEDICAL CONCERNS, CONSULT A QUALIFIED HEALTHCARE PROFESSIONAL IMMEDIATELY.
lt: JEI TURITE BET KOKIŲ MEDICINOS RŪPESČIŲ, NEDELSIANT KREIPKITĖS Į KVALIFIKUOTĄ SVEIKATOS PRIEŽIŪROS SPECIALISTĄ.

source: Atelectasis refers to the collapse or incomplete expansion of lung tissue, resulting in reduced gas exchange. It can be caused by airway obstruction (resorption atelectasis), external compression of the lung (compressive atelectasis), or insufficient surfactant production. Common causes include mucus plugging, foreign bodies, tumors, pneumothorax, pleural effusion, and post-surgical complications. On chest X-rays, atelectasis appears as areas of increased opacity with volume loss, often accompanied by compensatory changes such as mediastinal shift, elevated hemidiaphragm, or rib crowding.
lt: Atelektazė - tai plaučių audinio susmukimas ar nepilnas išsiplėtimas, dėl kurio pablogėja dujų apykaita. Tai gali būti sukelta oro takų užkimšimo (resorpcijos atelektazė), išorinio plaučio suspaudimo (suspaudimo atelektazė) arba nepakankamo surfaktanto gamybos. Dažnos priežastys - gleivių kamščiai, svetimkūniai, navikai, pneumotoraksas, pleuros výpotai ir pooperacinės komplikacijos. Krūtinės rentgene atelektazė atrodo kaip padidėjusio neperšvietimo sritys su tūrio praradimu, dažnai kartu su kompensaciniais pakitimais, tokiais kaip tarpuplaučio poslinkis, pakilusi hemidiafragma ar šonkaulių spūdis.

source: Cardiomegaly refers to enlargement of the heart, typically identified on chest X-rays when the cardiothoracic ratio exceeds 0.50 on a posteroanterior (PA) view. It can result from various conditions including hypertension, heart failure, cardiomyopathy, valvular disease, or congenital heart defects. The enlarged cardiac silhouette may appear globular or have specific chamber enlargement patterns depending on the underlying cause. Cardiomegaly often indicates underlying cardiovascular disease and may require further evaluation with echocardiography or other cardiac imaging.
lt: Kardiomegalija - tai širdies padidėjimas, paprastai nustatomas krūtinės rentgenogramose, kai kardiotoraksinis santykis viršija 0,50 užpakalinėje priekinėje (PA) projekcijoje. Gali būti sukelta įvairių ligų, įskaitant hipertenziją, širdies nepakankamumą, kardiomiopatiją, vožtuvų ligas ar įgimtus širdies defektus. Padidėjęs širdies siluetas gali atrodyti rutulinis arba turėti specifinio kamero padidėjimo ypatumus, priklausomai nuo pagrindinės priežasties. Kardiomegalija dažnai rodo širdies ir kraujagyslių sistemos ligą ir gali reikalauti tolesnės echokardiografijos ar kitų širdies vaizdavimo tyrimų.

source: Consolidation represents the filling of alveolar spaces with fluid, pus, blood, or other material, replacing normal air-filled lung tissue. It appears as homogeneous opacity on chest X-rays, often with air bronchograms visible within the consolidated area. Common causes include pneumonia (bacterial, viral, or fungal), pulmonary edema, hemorrhage, or aspiration. The opacity typically has well-defined borders and may be lobar, segmental, or patchy in distribution. Clinical correlation is essential for determining the underlying cause and appropriate treatment.
lt: Konsolidacija - tai alveolių erdvių užpildymas skysčiu, pūliais, krauju ar kita medžiaga, pakeičiant normalų oru pripildytą plaučių audinį. Krūtinės rentgenogramose atrodo kaip homogeninis neperšvietimas, dažnai su matomomis oro bronchogrammomis konsoliduotoje srityje. Dažnos priežastys - pneumonija (bakterinė, virusinė ar grybelinė), plaučių edema, kraujavimas ar aspiracija. Neperšvietimas paprastai turi aiškiai apibrėžtus kraštus ir gali būti skilvelinis, segmentinis ar dėmėtas paskirstymas. Klinikinis vertinimas yra būtinas nustatant pagrindinę priežastį ir tinkamą gydymą.

source: Pulmonary edema is the accumulation of excess fluid in the lung tissue and alveolar spaces, resulting in impaired gas exchange. It can be cardiogenic (due to heart failure, valve disease, or fluid overload) or non-cardiogenic (due to acute lung injury, infection, or capillary leak). On chest X-rays, pulmonary edema appears as bilateral, symmetrical opacities that may have a "bat wing" or perihilar distribution. Additional findings may include cardiomegaly, pleural effusions, and prominent pulmonary vasculature. Early recognition is crucial as it can be life-threatening.
lt: Plaučių edema - tai perteklinio skysčio susikaupimas plaučių audinyje ir alveolių erdvėse, dėl kurio pablogėja dujų apykaita. Gali būti kardiogeninė (dėl širdies nepakankamumo, vožtuvų ligos ar skysčio perkrovos) arba nekardiogeninė (dėl ūminio plaučių pažeidimo, infekcijos ar kapiliarų pralaidumo). Krūtinės rentgenogramose plaučių edema atrodo kaip abipusiai, simetriški neperšvietimai, kurie gali turėti 'šikšnosparniu sparnu' ar perijiliarų pasiskirstymą. Papildomi radiniai gali būti kardiomegalija, pleuros výpotai ir išryškėjusi plaučių kraujagyslė. Ankstyvas atpažinimas yra labai svarbus, nes gali kelti pavojų gyvybei.

source: Pleural effusion is the abnormal accumulation of fluid in the pleural space between the lung and chest wall. It can be transudative (due to heart failure, liver disease, or kidney disease) or exudative (due to infection, malignancy, or inflammatory conditions). On chest X-rays, pleural effusion appears as a homogeneous opacity that obscures the diaphragm and costophrenic angle, with a meniscus sign at the fluid-air interface. Large effusions can cause mediastinal shift away from the affected side and require drainage for both diagnostic and therapeutic purposes.
lt: Pleuros výpotas - tai nenormalus skysčio susikaupimas pleuros erdvėje tarp plaučio ir krūtinės sienos. Gali būti transudatinis (dėl širdies nepakankamumo, kepenų ligos ar inkstų ligos) arba eksudatinis (dėl infekcijos, piktybinio proceso ar uždegimo). Krūtinės rentgenogramose pleuros výpotas atrodo kaip homogeninis neperšvietimas, kuris uždengia diafragmą ir kostofrenikinį kampą, su menisko ženklu skysčio-oro sąsajoje. Dideli výpotai gali sukelti tarpuplaučio poslinkį nuo paveiktos pusės ir reikalauti drenažo tiek diagnostiniais, tiek gydymo tikslais.

source: Emphysema is a chronic obstructive pulmonary disease characterized by permanent enlargement and destruction of alveolar spaces distal to terminal bronchioles. It is most commonly caused by smoking but can also result from alpha-1 antitrypsin deficiency or occupational exposures. On chest X-rays, emphysema appears as hyperinflation with flattened hemidiaphragms, increased anteroposterior diameter, and decreased lung markings. Advanced cases may show bullae formation and signs of pulmonary hypertension. High-resolution CT is more sensitive for detecting early emphysematous changes.
lt: Emfizema - tai lėtinė obstrukcinė plaučių liga, kuriai būdingas nuolatinis alveolių erdvių padidėjimas ir sugriovimas už terminalinių broncholių. Dažniausiai sukelta rūkymo, bet taip pat gali būti dėl alfa-1 antitripsino trūkumo ar profesinio poveikio. Krūtinės rentgenogramose emfizema atrodo kaip hiperinfliacija su išlygintomis hemidiafragmomis, padidėjusiu priekinio-užpakalinio skersmens ir sumažėjusiais plaučių žymenimis. Pažengusiais atvejais gali būti bulos formavimasis ir plaučių hipertenzijos ženklai. Didelės raiškos KT yra jautresnė ankstyvų emfizematinių pakitimų aptikimui.

source: Pulmonary fibrosis involves the thickening and scarring of lung tissue, leading to progressive loss of lung function. It can be idiopathic or secondary to various causes including occupational exposures (asbestosis, silicosis), medications, radiation therapy, or connective tissue diseases. On chest X-rays, fibrosis appears as reticular or reticulonodular opacities, often with a lower lobe predominance. Advanced cases may show honeycombing, traction bronchiectasis, and loss of lung volume. Early detection and treatment are important to slow disease progression.
lt: Plaučių fibrozė - tai plaučių audinio storėjimas ir randėjimasis, sukeliantis palaipsnį plaučių funkcijos praradimą. Gali būti idiopatinė arba antrinė dėl įvairių priežasčių, įskaitant profesinius poveikius (asbestozė, silikozė), vaistus, spinduliuotės terapiją ar jungiamojo audinio ligas. Krūtinės rentgenogramose fibrozė atrodo kaip tinkliniai ar tinkliniai-mazgeliniai neperšvietimai, dažnai su apatinių skilvelių vyravimu. Pažengusiais atvejais gali būti korių formavimasis, traukos bronchektazės ir plaučių tūrio praradimas. Ankstyvas aptikimas ir gydymas yra svarbūs ligos progresavimo sulėtinimui.

source: Hiatal hernia occurs when part of the stomach protrudes through the diaphragmatic opening into the thoracic cavity. It can be sliding (most common) or paraesophageal (less common but more serious). On chest X-rays, hiatal hernia may appear as a retrocardiac mass or air-fluid level behind the heart. Large hernias can compress adjacent structures and may be associated with complications such as gastric volvulus, obstruction, or strangulation. Barium studies or CT imaging may be needed for detailed evaluation.
lt: Hiato išvarža atsiranda, kai dalies skrandžio išsikišo per diafragmos angą į krūtinės ertmę. Gali būti slenkančioji (dažniausia) arba paraezofaginė (retesnė, bet rimtesnė). Krūtinės rentgenogramose hiato išvarža gali atrodyti kaip užširdžinė masė ar oro-skysčio lygis už širdies. Didelės išvaržos gali suspausti gretimus darinus ir gali būti susijusios su komplikacijomis, tokiomis kaip skrandžio volvulus, obstrukcija ar pažeidimas. Barių tyrimai ar KT vaizdavimas gali būti reikalingi išsamiam įvertinimui.

source: Pulmonary infiltration refers to the abnormal accumulation of substances in lung tissue, including inflammatory cells, fluid, or other materials. It appears as areas of increased opacity on chest X-rays and can be caused by various conditions such as pneumonia, pulmonary edema, hemorrhage, or interstitial lung disease. The pattern and distribution of infiltrates can help narrow the differential diagnosis. Infiltrates may be patchy, diffuse, or have specific patterns like ground-glass opacity or crazy-paving pattern on high-resolution imaging.
lt: Plaučių infiltracija - tai nenormalus medžiagų susikaupimas plaučių audinyje, įskaitant uždegiminius ląsteles, skystį ar kitas medžiagas. Krūtinės rentgenogramose atrodo kaip padidėjusio neperšvietumo sritys ir gali būti sukelta įvairių ligų, tokių kaip pneumonija, plaučių edema, kraujavimas ar intersticinė plaučių liga. Infiltratų pobūdis ir pasiskirstymas gali padėti susiaurinti diferencinę diagnozę. Infiltratai gali būti dėmėti, difuziniai arba turėti specifinius šablonus, tokius kaip matinio stiklo neperšvietimas ar crazy-paving šablonas didelės raiškos vaizdavime.
