Repository: PauleNajus/MCADS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt

source: No Profile
lt: Nėra profilio

source: Role
lt: Vaidmuo

source: Personal info
lt: Asmeninė informacija

source: Current Role
lt: Dabartinis vaidmuo

source: Edit Profile & Role
lt: Redaguoti profilį ir vaidmenį

source: No profile found
lt: Profilis nerastas

source: Create Profile
lt: Sukurti profilį

source: Role Information
lt: Vaidmens informacija

source: User
lt: Naudotojas

source: Role & Permissions
lt: Vaidmuo ir leidimai

source: Role determines what actions the user can perform in the system.
lt: Vaidmuo nustato, kokius veiksmus naudotojas gali atlikti sistemoje.

source: Preferences
lt: Nustatymai

source: Notifications
lt: Pranešimai

source: Security
lt: Saugumas

source: Timestamps
lt: Laiko žymos

source: Full Name
lt: Pilnas vardas

source: Username
lt: Naudotojo vardas

source: Email
lt: El. paštas

source: Staff
lt: Personalas

source: Superuser
lt: Supernaudotojas

source: Edit User Details
lt: Redaguoti naudotojo duomenis

source: User Information
lt: Naudotojo informacija

source: Admin
lt: Administracija

source: Upload
lt: Įkelti

source: Edit
lt: Redaguoti

source: Delete
lt: Šalinti

source: View Only
lt: Tik peržiūra

source: Key Permissions
lt: Pagrindiniai leidimai

source: Access Admin Panel
lt: Prieiga prie administracijos skydelio

source: Upload X-rays
lt: Įkelti rentgeno nuotraukas

source: View All Patients
lt: Peržiūrėti visus pacientus

source: Edit Predictions
lt: Redaguoti prognozes

source: Delete Data
lt: Šalinti duomenis

source: Generate Interpretability
lt: Generuoti interpretavimą

source: Manage Users
lt: Valdyti naudotojus

source: Role Permissions
lt: Vaidmens leidimai

source: Patient Information
lt: Paciento informacija

source: Image Processing
lt: Nuotraukos apdorojimas

source: Pathology Predictions
lt: Patologijos prognozės

source: Interpretability Visualizations
lt: Interpretavimo vizualizacijos

source: User (Role)
lt: Naudotojas (vaidmuo)

source: Can Edit Predictions
lt: Gali redaguoti prognozes

source: Can Delete
lt: Gali šalinti

source: No profile information available
lt: Profilio informacija nepasiekiama

source: User Role Info
lt: Naudotojo vaidmens informacija

source: Insignificant
lt: Nereikšmingi radiniai

source: Moderate
lt: Vidutinio sunkumo radiniai

source: Significant
lt: Reikšmingi radiniai

source: Unknown
lt: Nežinoma

source: Severity
lt: Sunkumas

source: Basic Information
lt: Pagrindinė informacija

source: MCADS Administration
lt: MCADS administracija

source: MCADS Admin
lt: MCADS administracija

source: Multi-label Chest Abnormality Detection System
lt: Krūtinės anomalijų aptikimo sistema

source: --Select--
lt: --Pasirinkite--

source: Male
lt: Vyras

source: Female
lt: Moteris

source: Other
lt: Kita

source: Image file too large. Maximum size is 10MB.
lt: Nuotraukos failas per didelis. Maksimalus dydis yra 10MB.

source: Invalid file type. Only image files are allowed.
lt: Neteisingas failo tipas. Leidžiami tik nuotraukų failai.

source: First name should only contain letters, spaces, hyphens, and apostrophes.
lt: Vardas turi būti sudarytas tik iš raidžių, tarpų, brūkšnelių ir apostrofų.

source: Last name should only contain letters, spaces, hyphens, and apostrophes.
lt: Pavardė turi būti sudaryta tik iš raidžių, tarpų, brūkšnelių ir apostrofų.

source: Patient ID should only contain letters, numbers, hyphens, and underscores.
lt: Paciento ID turi būti sudarytas tik iš raidžių, skaičių, brūkšnelių ir pabraukimų.

source: Date of birth cannot be in the future.
lt: Gimimo data negali būti ateityje.

source: Date of birth seems too old.
lt: Gimimo data atrodo per sena.

source: X-ray date cannot be in the future.
lt: Rentgeno data negali būti ateityje.

source: All
lt: Visi

source: Minimum Age
lt: Minimalus amžius

source: Min Age
lt: Min. amžius

source: Maximum Age
lt: Maksimalus amžius

source: Max Age
lt: Maks. amžius

source: From Date
lt: Nuo datos

source: To Date
lt: Iki datos

source: Pathology
lt: Patologija

source: Minimum Probability
lt: Minimali tikimybė

source: Atelectasis
lt: Atelektazė

source: Cardiomegaly
lt: Kardiomegalija

source: Consolidation
lt: Konsolidacija

source: Effusion
lt: Išpila

source: Emphysema
lt: Emfizema

source: Fibrosis
lt: Fibrozė

source: Hernia
lt: Išvarža

source: Infiltration
lt: Infiltracija

source: Mass
lt: Masė

source: Nodule
lt: Mazgelis

source: Pleural Thickening
lt: Pleuros storėjimas

source: Pneumonia
lt: Pneumonija

source: Pneumothorax
lt: Pneumotoraksas

source: Fracture
lt: Lūžis

source: Lung Opacity
lt: Plaučių drumstumas

source: Enlarged Cardiomediastinum
lt: Išsiplėtęs kardiomediastinumas

source: Lung Lesion
lt: Plaučių pažeidimas

source: Minimum age cannot be greater than maximum age.
lt: Minimalus amžius negali būti didesnis už maksimalų amžių.

source: Start date cannot be after end date.
lt: Pradžios data negali būti vėlesnė už pabaigos datą.

source: First Name
lt: Vardas

source: Last Name
lt: Pavardė

source: Email Address
lt: El. pašto adresas

source: This email address is already in use.
lt: Šis el. pašto adresas jau naudojamas.

source: Current Password
lt: Dabartinis slaptažodis

source: New Password
lt: Naujas slaptažodis

source: Confirm New Password
lt: Patvirtinkite naują slaptažodį

source: Current password is incorrect.
lt: Dabartinis slaptažodis neteisingas.

source: Password must be at least 8 characters long.
lt: Slaptažodis turi būti bent 8 simbolių ilgio.

source: Password must contain at least one digit.
lt: Slaptažodis turi turėti bent vieną skaitmenį.

source: Password must contain at least one uppercase letter.
lt: Slaptažodis turi turėti bent vieną didžiąją raidę.

source: Password must contain at least one lowercase letter.
lt: Slaptažodis turi turėti bent vieną mažąją raidę.

source: New passwords do not match.
lt: Nauji slaptažodžiai nesutampa.

source: Administrator
lt: Administratorius

source: Radiographer
lt: Radiologijos technologas

source: Technologist
lt: Technologas

source: Radiologist
lt: Radiologas

source: Insignificant findings
lt: Nereikšmingi radiniai

source: Moderate findings
lt: Vidutinio sunkumo radiniai

source: Significant findings
lt: Reikšmingi radiniai

source: Unknown patient
lt: Nežinomas pacientas

source: System Default
lt: Sistemos numatytoji

source: Light
lt: Šviesi

source: Dark
lt: Tamsi

source: English
lt: Anglų kalba

source: Lithuanian
lt: Lietuvių kalba

source: Grid View
lt: Tinklelio vaizdas

source: List View
lt: Sąrašo vaizdas

source: Bad Request
lt: Neteisingas užklausimas

source: The server cannot process the request due to malformed syntax or invalid request framing.
lt: Serveris negali apdoroti užklausos dėl neteisingos sintaksės arba neteisingos užklausos struktūros.

source: Unauthorized
lt: Neautorizuota

source: Authentication is required and has either not been provided or failed.
lt: Reikalingas autentifikavimas, kuris nebuvo pateiktas arba nepavyko.

source: Forbidden
lt: Uždrausta

source: The server understands the request but refuses to authorize it, often due to insufficient permissions.
lt: Serveris supranta užklausą, bet atsisako jos autorizuoti, dažnai dėl nepakankamų leidimų.

source: Page Not Found
lt: Puslapis nerastas

source: The server cannot locate the requested resource. This is by far the most common client-side error.
lt: Serveris negali rasti prašomo ištekliaus. Tai yra pati dažniausia kliento pusės klaida.

source: Request Timeout
lt: Užklausos laikas baigėsi

source: The client did not produce a request within the time the server was prepared to wait.
lt: Klientas nesukūrė užklausos per laiką, kurį serveris buvo pasiruošęs laukti.

source: Too Many Requests
lt: Per daug užklausų

source: The client has sent too many requests in a given amount of time.
lt: Klientas išsiuntė per daug užklausų per nustatytą laiko tarpą.

source: Internal Server Error
lt: Vidaus serverio klaida

source: A generic catch-all for unexpected conditions on the server that prevent it from fulfilling the request.
lt: Bendrinis terminas netikėtoms serverio sąlygoms, kurios neleidžia įvykdyti užklausos.

source: Bad Gateway
lt: Neteisingas šliuzas

source: Occurs when a gateway or proxy server receives an invalid response from an upstream server.
lt: Atsitinka, kai šliuzo arba tarpinio serveris gauna neteisingą atsakymą iš aukštesnio lygio serverio.

source: Service Unavailable
lt: Paslauga nepasiekiama

source: Indicates that the server is temporarily unable to handle the request (e.g., due to maintenance or overload).
lt: Rodo, kad serveris laikinai negali apdoroti užklausos (pvz., dėl priežiūros ar perkrovos).

source: Gateway Timeout
lt: Šliuzo laikas baigėsi

source: Upstream servers failed to respond in time.
lt: Aukštesnio lygio serveriai nesugebėjo laiku atsakyti.

source: Go to Homepage
lt: Eiti į pagrindinį puslapį

source: All rights reserved.
lt: Visos teisės saugomos.

source: and
lt: ir

source: Terms of Service
lt: Paslaugų teikimo sąlygos

source: Logged out
lt: Atsijungta

source: You have been successfully logged out.
lt: Jūs sėkmingai atsijungėte.

source: Log in again
lt: Prisijungti vėl

source: Log In
lt: Prisijungti

source: Your username and password didn't match. Please try again.
lt: Jūsų naudotojo vardas ir slaptažodis nesutampa. Prašome bandyti dar kartą.Jūsų naudotojo vardas ir slaptažodis nesutampa. Prašome bandyti dar kartą.

source: Password
lt: Slaptažodis

source: Confirm logout
lt: Patvirtinti atsijungimą

source: Are you sure you want to log out?
lt: Ar tikrai norite atsijungti?

source: Yes, logout
lt: Taip, atsijungti

source: Cancel
lt: Atšaukti

source: Account Settings
lt: Paskyros nustatymai

source: Profile
lt: Profilis

source: First name
lt: Vardas

source: Last name
lt: Pavardė

source: Email address
lt: El. pašto adresas

source: We'll never share your email with anyone else.
lt: Mes niekada nesidalinsime jūsų el. paštu su kitais.

source: Save profile
lt: Išsaugoti profilį

source: Account information
lt: Paskyros informacija

source: Username:
lt: Naudotojo vardas:

source: First Name:
lt: Vardas:

source: Last Name:
lt: Pavardė:

source: Email Address:
lt: El. pašto adresas:

source: Professional Information
lt: Profesinė informacija

source: Hospital:
lt: Ligoninė:

source: Role:
lt: Vaidmuo:

source: Account Status
lt: Paskyros būsena

source: Status:
lt: Būsena:

source: Active
lt: Aktyvus

source: Account Dates
lt: Paskyros datos

source: Date Joined:
lt: Registracijos data:

source: Last Login:
lt: Paskutinis prisijungimas:

source: Profile Created:
lt: Profilis sukurtas:

source: Profile Updated:
lt: Profilis atnaujintas:

source: Current Preferences
lt: Dabartiniai nustatymai

source: Theme:
lt: Tema:

source: Language:
lt: Kalba:

source: Dashboard View:
lt: Prietaisų skydelio vaizdas:

source: Email Notifications:
lt: El. pašto pranešimai:

source: Disabled
lt: Išjungta

source: Processing Notifications:
lt: Apdorojimo pranešimai:

source: Two-Factor Auth:
lt: Dviejų veiksnių autentifikacija:

source: Appearance
lt: Išvaizda

source: Theme
lt: Tema

source: Choose your preferred theme for the application.
lt: Pasirinkite norimą aplikacijos temą.

source: Dashboard layout
lt: Skydelio išdėstymas

source: Select how you want items to be displayed on your dashboard.
lt: Pasirinkite, kaip norite, kad elementai būtų rodomi jūsų skydelyje.

source: Language & Localization
lt: Kalba ir lokalizacija

source: Language
lt: Kalba

source: Select your preferred language for the application.
lt: Pasirinkite norimą aplikacijos kalbą.

source: Receive email notifications
lt: Gauti el. pašto pranešimus

source: Get notifications about important updates and changes.
lt: Gaukite pranešimus apie svarbius atnaujinimus ir pakeitimus.

source: Notify when image processing is complete
lt: Pranešti, kai vaizdų apdorojimas baigtas

source: Receive notifications when X-ray image processing is finished.
lt: Gaukite pranešimus, kai rentgeno vaizdų apdorojimas baigtas.

source: Enable Two-factor authentication
lt: Įjungti dviejų veiksnių autentifikavimą

source: Two-factor authentication adds an extra layer of security to your account. In addition to your password, you'll need a code from your phone to log in.
lt: Dviejų veiksnių autentifikavimas prideda papildomą saugumo sluoksnį jūsų paskyroje. Be slaptažodžio, jums reikės kodo iš telefono, kad prisijungtumėte.

source: Save preferences
lt: Išsaugoti nustatymus

source: Change password
lt: Keisti slaptažodį

source: Current password
lt: Dabartinis slaptažodis

source: New password
lt: Naujas slaptažodis

source: Create a strong password with a mix of letters, numbers, and symbols.
lt: Sukurkite stiprų slaptažodį su raidžių, skaičių ir simbolių deriniu.

source: Confirm new password
lt: Patvirtinkite naują slaptažodį

source: Danger Zone
lt: Pavojaus zona

source: Delete account
lt: Ištrinti paskyrą

source: Once you delete your account, there is no going back. Please be certain.
lt: Kai ištrinate savo paskyrą, kelio atgal nėra. Būkite užtikrinti.

source: Delete Account
lt: Ištrinti paskyrą

source: Close
lt: Uždaryti

source: Are you absolutely sure you want to delete your account?
lt: Ar tikrai norite ištrinti savo paskyrą?

source: Warning:
lt: Įspėjimas:

source: This action cannot be undone. This will permanently delete your account and all data associated with it.
lt: Šis veiksmas negalės būti atšauktas. Tai visam laikui ištrins jūsų paskyrą ir visus su ja susijusius duomenis.

source: Type \
lt: Įveskite "

source: Home
lt: Pagrindinis

source: Prediction history
lt: Prognozių istorija

source: Saved records
lt: Išsaugoti įrašai

source: Account settings
lt: Paskyros nustatymai

source: Logout
lt: Atsijungti

source: Login
lt: Prisijungti

source: Server time
lt: Serverio laikas

source: Powered by
lt: Veikia su

source: Edit prediction for
lt: Redaguoti prognozę pacientui

source: X-ray taken on:
lt: Rentgenas atliktas:

source: Uploaded on:
lt: Įkelta:

source: Model used:
lt: Naudojamas modelis:

source: Patient ID
lt: Paciento ID

source: Gender
lt: Lytis

source: Date of birth
lt: Gimimo data

source: Date of X-ray
lt: Rentgeno data

source: Additional information
lt: Papildoma informacija

source: Back to history
lt: Grįžti į istoriją

source: Save changes
lt: Išsaugoti pakeitimus

source: Prediction details
lt: Prognozės detalės

source: Prediction date:
lt: Prognozės data:

source: View full results
lt: Peržiūrėti pilnus rezultatus

source: X-Ray Upload
lt: Rentgeno įkėlimas

source: Upload a chest X-ray image for automatic analysis using a pre-trained model from TorchXRayVision.
lt: Įkelkite krūtinės rentgeno nuotrauką automatiniam analizavimui naudojant iš anksto išmokytą TorchXRayVision modelį.

source: Select model:
lt: Pasirinkite modelį:

source: DenseNet: All 18 pathologies included
lt: DenseNet: Visos 18 patologijų įtrauktos

source: ResNet: All pathologies except "Enlarged cardiomediastinum"
lt: ResNet: Visos patologijos, išskyrus "Išsiplėtęs kardiomediastinumas"

source: "Lung lesion"
lt: "Plaučių pažeidimas"

source: Patient information
lt: Paciento informacija

source: First name:
lt: Vardas:

source: Last name:
lt: Pavardė:

source: Patient ID:
lt: Paciento ID:

source: Gender:
lt: Lytis:

source: Date of birth:
lt: Gimimo data:

source: Date of X-ray:
lt: Rentgeno data:

source: Additional information:
lt: Papildoma informacija:

source: Technologist information
lt: Technologo informacija

source: Technologist first name:
lt: Technologo vardas:

source: Technologist last name:
lt: Technologo pavardė:

source: Select X-ray image:
lt: Pasirinkite rentgeno nuotrauką:

source: Browse
lt: Naršyti

source: No file selected.
lt: Nepasirinktas failas.

source: Supported formats: JPG, PNG, DICOM
lt: Palaikomi formatai: JPG, PNG, DICOM

source: Analyze X-ray
lt: Analizuoti rentgeną

source: Acceptable images
lt: Tinkamos nuotraukos

source: View prediction history
lt: Peržiūrėti prognozių istoriją

source: Warning! This tool is not meant to be used without supervision of a medical professional!
lt: Įspėjimas! Šis įrankis nėra skirtas naudoti be medicinos specialisto priežiūros!

source: Analyzing X-ray image
lt: Analizuojamas rentgeno vaizdas

source: Complete
lt: Užbaigta

source: Please wait while the model analyzes your X-ray image
lt: Prašome palaukti, kol modelis analizuoja jūsų rentgeno vaizdą

source: Advanced filters
lt: Išplėstiniai filtrai

source: Max age
lt: Maks. amžius

source: From date
lt: Nuo datos

source: To date
lt: Iki datos

source: Min Probability
lt: Min. tikimybė

source: Apply filters
lt: Taikyti filtrus

source: Clear filters
lt: Išvalyti filtrus

source: History Records
lt: Istorijos įrašai

source: Records Found
lt: Rasta įrašų

source: Delete all
lt: Šalinti visus

source: Patient
lt: Pacientas

source: X-ray date
lt: Rentgeno data

source: Prediction date
lt: Prognozės data

source: Actions
lt: Veiksmai

source: Date of Birth:
lt: Gimimo data:

source: X-ray Date:
lt: Rentgeno data:

source: Severity:
lt: Sunkumas:

source: Technologist:
lt: Technologas:

source: Prediction Date:
lt: Prognozės data:

source: View
lt: Peržiūrėti

source: Confirm Deletion
lt: Patvirtinti trynimą

source: Are you sure you want to delete this prediction record for
lt: Ar tikrai norite ištrinti šį prognozės įrašą pacientui

source: No prediction history found with the current filters.
lt: Su dabartiniais filtrais nerasta prognozių istorijos.

source: Upload new X-ray
lt: Įkelti naują rentgeną

source: Delete all records
lt: Šalinti visus įrašus

source: Warning: this action cannot be undone!
lt: Įspėjimas: šio veiksmo negalima anuliuoti!

source: Are you sure you want to delete all
lt: Ar tikrai norite ištrinti visus

source: prediction history records?
lt: prognozių istorijos įrašus?

source: MCADS results
lt: MCADS rezultatai

source: Severity level
lt: Sunkumo lygis

source: Severity level is calculated as the average of all pathology probabilities.
lt: Sunkumo lygis apskaičiuojamas kaip visų patologijų tikimybių vidurkis.

source: X-ray image
lt: Rentgeno nuotrauka

source: Uploaded on
lt: Įkelta

source: Click to enlarge
lt: Spustelėkite padidinti

source: Image Metadata
lt: Nuotraukos metaduomenys

source: Prediction Results
lt: Prognozių rezultatai

source: Probability
lt: Tikimybė

source: No predictions available yet. This might be because the image is still being processed. Please refresh the page in a few moments.
lt: Prognozės dar nepasiekiamos. Tai gali būti todėl, kad vaizdas vis dar apdorojamas. Prašome atnaujinti puslapį po kelių akimirkų.

source: GRAD-CAM visualization
lt: GRAD-CAM vizualizacija

source: Original X-ray
lt: Originalus rentgenas

source: GRAD-CAM Heatmap
lt: GRAD-CAM šilumos žemėlapis

source: GRAD-CAM Overlay
lt: GRAD-CAM perdanga

source: Image Controls
lt: Vaizdo valdymas

source: Reset
lt: Atkurti

source: Invert Colors
lt: Apversti spalvas

source: Invert
lt: Apversti

source: Flip Horizontal
lt: Apversti horizontaliai

source: Flip H
lt: Apversti H

source: Flip Vertical
lt: Apversti vertikaliai

source: Flip V
lt: Apversti V

source: Rotate 90°
lt: Pasukti 90°

source: Rotate
lt: Pasukti

source: Sharpen
lt: Aštrinti

source: Increase Brightness
lt: Padidinti šviesumą

source: Bright +
lt: Apšvietimas +

source: Decrease Brightness
lt: Sumažinti šviesumą

source: Bright -
lt: Apšvietimas -

source: Increase Contrast
lt: Padidinti kontrastą

source: Contrast +
lt: Kontrastas +

source: Decrease Contrast
lt: Sumažinti kontrastą

source: Contrast -
lt: Kontrastas -

source: GRAD-CAM highlights the regions in the image that strongly influenced the model's prediction for
lt: GRAD-CAM pažymi vaizdo sritis, kurios stipriai paveikė modelio prognozę

source: Pixel-level interpretability
lt: Pikselių lygio interpretavimas

source: Interpretability options
lt: Interpretavimo galimybės

source: Want to understand why the model made these predictions? Try interpretability tools:
lt: Norite suprasti, kodėl modelis pateikė šias prognozes? Išbandykite interpretavimo įrankius:

source: Grad-CAM visualization
lt: Grad-CAM vizualizacija

source: Pixel-Level interpretability
lt: Pikselių lygio interpretavimas

source: Print
lt: Spausdinti

source: Print to printer
lt: Spausdinti spausdintuvu

source: Save as PDF
lt: Išsaugoti kaip PDF

source: Pathology Information
lt: Patologijos informacija

source: Saved Records
lt: Išsaugoti įrašai

source: View all history
lt: Peržiūrėti visą istoriją

source: Saved date
lt: Išsaugojimo data

source: Saved Date:
lt: Išsaugojimo data:

source: You haven't saved any records yet.
lt: Jūs dar neišsaugojote jokių įrašų.

source: Go to prediction history to save records.
lt: Eikite į prognozių istoriją, kad išsaugotumėte įrašus.

source: Saved records pagination
lt: Išsaugotų įrašų puslapiai

source: saved records
lt: išsaugoti įrašai

source: Multi-label Chest Abnormality Detection System (MCADS)
lt: Daugiaetiketė krūtinės anomalijų aptikimo sistema (MCADS)

source: By using MCADS, you acknowledge and agree to the following terms:
lt: Naudodamiesi MCADS, jūs pripažįstate ir sutinkate su šiomis sąlygomis:

source: CRITICAL MEDICAL DISCLAIMER
lt: KRITINIS MEDICINOS ATSISAKYMAS

source: WARNING: MCADS IS NOT A MEDICAL DIAGNOSTIC TOOL AND IS NOT INTENDED FOR CLINICAL USE
lt: ĮSPĖJIMAS: MCADS NĖRA MEDICINOS DIAGNOSTIKOS ĮRANKIS IR NESKIRTAS KLINIKINIAM NAUDOJIMUI

source: MCADS IS FOR RESEARCH, EDUCATIONAL, AND DEMONSTRATION PURPOSES ONLY. THIS SOFTWARE IS NOT DESIGNED, INTENDED, OR APPROVED FOR USE IN THE DIAGNOSIS, TREATMENT, CURE, MITIGATION, OR PREVENTION OF DISEASE OR OTHER CONDITIONS. MCADS SHOULD NEVER BE USED AS A SUBSTITUTE FOR PROFESSIONAL MEDICAL ADVICE, DIAGNOSIS, OR TREATMENT.
lt: MCADS SKIRTAS TIK MOKSLINIŲ TYRIMŲ, ŠVIETIMO IR DEMONSTRAVIMO TIKSLAMS. ŠI PROGRAMINĖ ĮRANGA NĖRA SUKURTA, SKIRTA AR PATVIRTINTA NAUDOTI LIGŲ AR KITŲ BŪKLIŲ DIAGNOZAVIMUI, GYDYMUI, IŠGYDYMUI, SUŠVELNINIMUI AR PREVENCIJAI. MCADS NIEKADA NETURĖTŲ BŪTI NAUDOJAMAS KAIP PROFESIONALIŲ MEDICINOS PATARIMŲ, DIAGNOZĖS AR GYDYMO PAKAITALAS.

source: THE AUTHORS, DEVELOPERS, AND CONTRIBUTORS OF MCADS EXPRESSLY DISCLAIM ANY AND ALL LIABILITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES ARISING FROM OR RELATED TO THE USE OF THIS SOFTWARE, INCLUDING BUT NOT LIMITED TO ANY WRONG PREDICTIONS, MISDIAGNOSES, OR MEDICAL DECISIONS BASED ON SOFTWARE OUTPUT.
lt: MCADS AUTORIAI, KŪRĖJAI IR PRISIDĖJĘ ASMENYS AIŠKIAI ATSISAKO BET KOKIOS ATSAKOMYBĖS UŽ BET KOKIUS TIESIOGINIUS, NETIESIOGINIUS, ATSITIKTINIUS, SPECIALIUS, PASEKMIŲ AR BAUDŽIAMUOSIUS NUOSTOLIUS, KYLANCIUS IŠ ŠOS PROGRAMINĖS ĮRANGOS NAUDOJIMO AR SU JUO SUSIJUSIUS, ĮSKAITANT, BET NEAPSIRIBOJANT, BET KOKIAS NETEISINGAS PROGNOZES, KLAIDINGAS DIAGNOZES AR MEDICINOS SPRENDIMUS, PAREMTUS PROGRAMINĖS ĮRANGOS IŠVESTIMI.

source: Acceptance of Terms
lt: Sąlygų priėmimas

source: By accessing and using MCADS, you agree to be bound by these Terms of Service. If you do not agree, you must not use the Software.
lt: Prisijungdami ir naudodami MCADS, sutinkate laikytis šių paslaugų teikimo sąlygų. Jei nesutinkate, neturite naudoti programinės įrangos.

source: Description of Service
lt: Paslaugos aprašymas

source: MCADS is a research demonstration software developed using Django, PyTorch, and TorchXRayVision libraries. The Software provides:
lt: MCADS yra mokslinių tyrimų demonstracinė programinė įranga, sukurta naudojant Django, PyTorch ir TorchXRayVision bibliotekas. Programinė įranga teikia:

source: Image analysis of chest X-ray images using pre-trained deep learning models
lt: Krūtinės rentgeno nuotraukų analizę naudojant iš anksto apmokytus giluminio mokymosi modelius

source: Probability scores for various pathological conditions
lt: Tikimybės balus įvairioms patologinėms būklėms

source: Educational visualization tools
lt: Švietimo vizualizacijos įrankius
