Repository: PauleNajus/MCADS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt

source: A pulmonary mass is a focal opacity greater than 3 cm in diameter that appears on chest imaging. Masses can be benign (such as hamartomas or granulomas) or malignant (primary lung cancer or metastases). On chest X-rays, masses appear as well-defined or spiculated opacities that may be accompanied by additional findings such as pleural effusion, lymphadenopathy, or bone lesions. Further evaluation with CT imaging, PET scanning, and tissue sampling is typically required to determine the nature and extent of the mass.
lt: Plaučių masė - tai židininiai neperšvietimai, didesni nei 3 cm skersmens, matomi krūtinės vaizdavime. Masės gali būti gerybinės (tokios kaip hamartomas ar granuliomos) arba piktybinės (pirminis plaučių vėžys ar metastazės). Krūtinės rentgenogramose masės atrodo kaip aiškiai apibrėžti ar spiculiuoti neperšvietimai, kuriuos gali lydėti papildomi radiniai, tokie kaip pleuros výpotas, limfadenopatija ar kaulų pažeidimai. Tolesnė analizė su KT vaizdavimu, PET skanavimu ir audinio mėginiu paprastai reikalinga nustatyti masės pobūdį ir mastą.

source: A pulmonary nodule is a focal opacity less than or equal to 3 cm in diameter surrounded by normal lung tissue. Nodules can be solitary or multiple and may be benign (granulomas, hamartomas) or malignant (primary or metastatic cancer). On chest X-rays, nodules appear as rounded opacities that may be calcified or non-calcified. The size, morphology, and growth rate of nodules help determine the need for further evaluation. CT imaging is often required for detailed characterization and follow-up.
lt: Plaučių mazgelis - tai židininiai neperšvietimai, mažesni arba lygūs 3 cm skersmens, apsupti normalaus plaučių audinio. Mazgeliai gali būti pavieniai arba daugybiniai ir gali būti gerybiniai (granuliomos, hamartomos) arba piktybiniai (pirminis ar metastazinis vėžys). Krūtinės rentgenogramose mazgeliai atrodo kaip apvalūs neperšvietimai, kurie gali būti kalcifikuoti ar nekalcifikuoti. Mazgelių dydis, morfologija ir augimo greitis padeda nustatyti tolesnės analizės poreikį. KT vaizdavimas dažnai reikalingas išsamiam apibūdinimui ir stebėsenai.

source: Pleural thickening involves the abnormal thickening of the pleural membranes surrounding the lungs, which can be focal or diffuse. It may result from previous infection (empyema, tuberculosis), asbestos exposure, trauma, or malignancy. On chest X-rays, pleural thickening appears as increased opacity along the pleural surfaces, often with blunting of the costophrenic angles. Extensive pleural thickening can restrict lung expansion and cause respiratory symptoms. High-resolution CT is more sensitive for detecting subtle pleural abnormalities and assessing disease extent.
lt: Pleuros storėjimas - tai nenormalus pleuros membranas, supančių plaučius, storėjimas, kuris gali būti židininis ar difuzinis. Gali atsirasti dėl ankstesnės infekcijos (empiema, tuberkuliozė), asbesto poveikio, traumos ar piktybinio proceso. Krūtinės rentgenogramose pleuros storėjimas atrodo kaip padidėjęs neperšvietimas palei pleuros paviršius, dažnai su kostofreninių kampų užbaigimų sužadijimu. Platus pleuros storėjimas gali apriboti plaučių išplėtimą ir sukelti kvėpavimo simptomus. Didelės raiškos KT yra jautresnė subtilių pleuros nenormalumų aptikimui ir ligos masto įvertinimui.

source: Pneumonia is an inflammatory condition of the lung tissue, usually caused by bacterial, viral, or fungal infections. It can also result from aspiration or chemical irritants. On chest X-rays, pneumonia appears as areas of consolidation or infiltration that may be lobar, segmental, or patchy in distribution. Air bronchograms are often visible within the consolidated areas. Clinical symptoms include fever, cough, shortness of breath, and chest pain. Prompt diagnosis and appropriate antibiotic therapy are essential for optimal outcomes.
lt: Pneumonija - tai plaučių audinio uždegiminė būklė, paprastai sukelta bakterinės, virusinės ar grybelinės infekcijos. Taip pat gali būti dėl aspiracijos ar cheminių dirgiklių. Krūtinės rentgenogramose pneumonija atrodo kaip konsolidacijos ar infiltracijos sritys, kurios gali būti skilvelinės, segmentinės ar dėmėto paskirstymo. Oro bronchogramos dažnai matomos konsoliduotose srityse. Klinikiniai simptomai - karščiavimas, kosulys, dusulys ir krūtinės skausmas. Greitas diagnozavimas ir tinkamas antibiotikų gydymas yra būtini optimaliam rezultatui.

source: Pneumothorax is the presence of air in the pleural space, causing partial or complete lung collapse. It can be spontaneous (primary in healthy individuals or secondary in those with lung disease) or traumatic (due to injury or medical procedures). On chest X-rays, pneumothorax appears as a lucent area without lung markings, with a visible pleural line separating the collapsed lung from the chest wall. Large pneumothoraces may cause mediastinal shift and require immediate decompression. Small pneumothoraces may resolve spontaneously with observation.
lt: Pneumotoraksas - tai oro buvimas pleuros erdvėje, sukeliantis dalinį ar visišką plaučio kolapsą. Gali būti spontaninis (pirminės formos sveikiems asmenims ar antrinės formos turintiems plaučių ligą) arba trauminis (dėl traumos ar medicininių procedūrų). Krūtinės rentgenogramose pneumotoraksas atrodo kaip šviesi sritis be plaučių žymenimų, su matoma pleuros linija, skiriančia susmukusį plaučią nuo krūtinės sienos. Dideli pneumotoraksai gali sukelti tarpuplaučio poslinkį ir reikalauja neatidėliotinos dekompresijos. Maži pneumotoraksai gali išnykti savaime stebint.

source: Rib fractures are breaks in one or more of the bones that form the ribcage, commonly resulting from trauma, falls, or repetitive stress. On chest X-rays, fractures may appear as lucent lines, discontinuity of the cortex, or displacement of bone fragments. Multiple rib fractures can be associated with serious complications including pneumothorax, hemothorax, or injury to underlying organs. Pathological fractures may occur in patients with bone metastases or metabolic bone disease. Pain management and monitoring for complications are important aspects of treatment.
lt: Šonkaulių lūžiai - tai vieno ar kelių šonkaulių, sudarančių krūtinės ląstą, kaulų lūžiai, dažniausiai atsirandantys dėl traumos, kritimų ar kartotinio poveikio. Krūtinės rentgenogramose lūžiai gali atrodyti kaip šviesios linijos, žievės nutraukimas ar kaulų fragmentų poslinkis. Keli šonkaulių lūžiai gali būti susiję su rimtomis komplikacijomis, įskaitant pneumotoraksą, hemotoraksą ar gretimų organų pažeidimą. Patologiniai lūžiai gali atsirasti pacientams, turintiems kaulų metastazes ar metabolinių kaulų ligą. Skausmo valdymas ir komplikacijų stebėjimas yra svarbūs gydymo aspektai.

source: Lung opacity refers to any area of increased density on chest imaging that obscures normal lung anatomy. It is a general term that encompasses various pathological processes including consolidation, ground-glass opacity, or mass lesions. The pattern, distribution, and associated findings help narrow the differential diagnosis. Common causes include pneumonia, pulmonary edema, interstitial lung disease, or malignancy. Further evaluation with high-resolution CT imaging and clinical correlation is often needed to determine the specific underlying pathology.
lt: Plaučių neperšvietimas - tai bet kuri padidėjusio tankio sritis krūtinės vaizdavime, kuri uždengia normalią plaučių anatomiją. Tai bendrasis terminas, apimantis įvairius patologinius procesus, įskaitant konsolidaciją, matinio stiklo neperšvietimą ar masės pažeidimus. Pobūdis, pasiskirstymas ir susiję radiniai padeda susiaurinti diferencinę diagnozę. Dažnos priežastys - pneumonija, plaučių edema, intersticinė plaučių liga ar piktybinis procesas. Tolesnė analizė su didelės raiškos KT vaizdavimu ir klinikinė koreliacija dažnai reikalinga nustatyti specifinę pagrindinę patologiją.

source: Enlarged cardiomediastinum refers to an increase in the combined width of the cardiac silhouette and mediastinal contours. On a standard posteroanterior (PA) view, it is commonly identified when the cardiothoracic ratio (maximum horizontal cardiac diameter divided by maximal thoracic diameter) exceeds 0.50. On an anteroposterior (AP) projection—often performed in supine or portable studies—a mediastinal width greater than approximately 6–8 cm at the level of the aortic knob likewise suggests enlargement. Common causes include: Cardiomegaly (e.g., dilated cardiomyopathy, left ventricular hypertrophy), Pericardial effusion, which produces a globular ("water‐bottle") silhouette, Aortic pathology (aneurysm or dissection) leading to mediastinal widening, Mediastinal masses or lymphadenopathy. Recognition of an enlarged cardiomediastinum is pivotal, as it often prompts further evaluation—such as echocardiography for cardiac enlargement or contrast-enhanced CT to assess aortic and mediastinal pathology.
lt: Padidėjęs kardiomediastinas - tai širdies silueto ir tarpuplaučio kontūrų bendro pločio padidėjimas. Standartiniame užpakaliniame-priekiniame (PA) vaizdavime paprastai nustatomas, kai kardiotoraksinis santykis (didžiausias horizontalus širdies skersmuo, padalytas iš didžiausio krūtinės skersmens) viršija 0,50. Priekiniame-užpakaliniame (AP) projekcijoje - dažnai atliekamoje gulimoje ar nešiojamoje tyrimų - tarpuplaučio plotis, didesnis nei maždaug 6-8 cm aortos mazgo lygyje, taip pat rodo padidėjimą. Dažnos priežastys: Kardiomegalija (pvz., išplėstinė kardiomiopatija, kairiojo širdies skilvelio hipertrofija), Perikardo výpotas, sukeliantis rutulišką ('vandens butelio') siluetą, Aortos patologija (aneurizma ar disekcija), sukelianti tarpuplaučio platėjimą, Tarpuplaučio masės ar limfadenopatija. Padidėjusio kardiomediastino atpažinimas yra svarbus, nes dažnai skatina tolesnį vertinimą - tokį kaip echokardiografija širdies padidėjimui ar kontrastiniu KT aortos ir tarpuplaučio patologijai įvertinti.

source: A lung lesion is any abnormal area or growth in lung tissue that differs from normal lung anatomy. Lesions can be benign or malignant and may include nodules, masses, cysts, or areas of inflammation. On chest X-rays, lesions appear as focal opacities that may vary in size, shape, and density. The characteristics of the lesion, including its borders, calcification pattern, and growth rate, help determine the likelihood of malignancy. Further evaluation with CT imaging, PET scanning, and possibly tissue sampling is often required to establish a definitive diagnosis and guide appropriate treatment.
lt: Plaučių pažeidimas - tai bet kuri nenormali sritis ar augimas plaučių audinyje, kuris skiriasi nuo normalios plaučių anatomijos. Pažeidimai gali būti gerybiniai ar piktybiniai ir gali apimti mazgelius, mases, cistas ar uždegimo sritis. Krūtinės rentgenogramose pažeidimai atrodo kaip židininiai neperšvietimai, kurie gali skirtis dydžiu, forma ir tankumu. Pažeidimo charakteristikos, įskaitant jo kraštus, kalcifikacijos šabloną ir augimo greitį, padeda nustatyti piktybingumo tikimybę. Tolesnė analizė su KT vaizdavimu, PET skanavimu ir galbūt audinio mėginiu dažnai reikalinga galutinei diagnozei nustatyti ir tinkamam gydymui orientuoti.

source: Name
lt: Vardas

source: Age
lt: Amžius

source: years
lt: metai

source: Date of Birth
lt: Gimimo data

source: X-ray Date
lt: Rentgeno data

source: Additional Information
lt: Papildoma informacija

source: Image name
lt: Vaizdo pavadinimas

source: Format
lt: Formatas

source: Size
lt: Dydis

source: Risk Level
lt: Rizikos lygis

source: Moderate Risk
lt: Vidutinė rizika

source: High Risk
lt: Aukšta rizika

source: Low Risk
lt: Žema rizika

source: Severity Range
lt: Sunkumo intervalas

source: Resolution
lt: Raiška

source: Date Created
lt: Sukūrimo data

source: Prediction history record has been deleted.
lt: Prognozių istorijos įrašas ištrintas.

source: Prediction history record not found.
lt: Prognozių istorijos įrašas nerastas.

source: All %(count)d prediction history records have been deleted.
lt: Visi %(count)d prognozių istorijos įrašai ištrinti.

source: No prediction history records to delete.
lt: Nėra prognozių istorijos įrašų šalinimui.

source: Prediction record has been updated.
lt: Prognozės įrašas atnaujintas.

source: Your profile information has been updated successfully.
lt: Jūsų profilio informacija sėkmingai atnaujinta.

source: Please correct the errors below.
lt: Prašome ištaisyti klaidas žemiau.

source: Your preferences have been updated successfully. Please refresh the page to see theme changes.
lt: Jūsų nustatymai sėkmingai atnaujinti. Prašome atnaujinti puslapį, kad pamatytumėte temos pakeitimus.

source: Please correct the errors in your preferences.
lt: Prašome ištaisyti klaidas jūsų nustatymuose.

source: Your password has been changed successfully.
lt: Jūsų slaptažodis sėkmingai pakeistas.

source: Please correct the errors in your password form.
lt: Prašome ištaisyti klaidas slaptažodžio formoje.
